Repository: ghifariakbar01/synapsis-mobile
Catalog: lib/l10n/intl_*.arb
Languages: id

# registrationAdmin
source: This registration is specifically intended for administrators and teachers. Click here to register as an administrator. Follow the next steps by filling in your username and personal information (KYC) for confirmation and verification by the pesantren admin team.
id: Registrasi ini ditujukan khusus untuk pengurus pondok dan dewan guru. Klik di sini untuk mendaftar sebagai pengurus pondok. Ikuti langkah selanjutnya dengan mengisi nama pengguna dan informasi pribadi Anda (KYC) untuk proses konfirmasi dan verifikasi oleh tim admin pondok pesantren.

# registrationGuardian
source: This registration is intended for guardians. Click this link to register and complete the KYC process for further verification by the pesantren admin team.
id: Pendaftaran ini ditujukan bagi wali santri. Klik tautan ini untuk mendaftar dan lengkapi proses KYC untuk verifikasi lebih lanjut oleh tim admin pondok pesantren.

# registrationGeneral
source: This registration is open to all users, including devotees, alumni, and the general community. Click to register and fill in your username and personal data. The pesantren admin team will confirm and verify.
id: Pendaftaran ini terbuka bagi semua pengguna, termasuk muhibbin, alumni, dan jamaah umum. Klik untuk mendaftar dan isi nama pengguna serta data diri Anda. Tim admin pondok pesantren akan melakukan konfirmasi dan verifikasi.

source: Pondok Member
id: Anggota Pondok

source: Guardian
id: Wali Santri

source: General User
id: Pengguna Umum

source: Select
id: Pilih

# generalUserTitle
source: General User
id: Pengguna Umum

# passwordResetInfo
source: Enter your registered username, phone number, or email, and we will send confirmation for a new password request.
id: Masukkan username, telepon, atau email terdaftar, kami akan mengirimkan konfirmasi untuk permintaan kata sandi baru.

# emailOrPhone
source: Email / Phone Number
id: Email / Nomor Telepon

# sendPasswordViaSMS
source: Send new password via SMS?
id: Kirim password baru via SMS?

source: Send
id: Kirim

# noAccount
source: Don't have an account? <bold>Sign Up</bold>
id: Belum memiliki akun? <bold>Daftar</bold>

# alreadyHaveAccount
source: Already have an account? <bold>Log In</bold>
id: Sudah memiliki akun? <bold>Masuk</bold>

# agreePrivacyPolicy
source: I agree to the <bold>Privacy Policy</bold>
id: Saya menyetujui <bold>Kebijakan Privasi</bold>

source: Select Country
id: Pilih Negara

source: Phone Number
id: Nomor Telepon

source: Password
id: Kata Sandi

source: Forgot Password?
id: Lupa Kata Sandi?

source: Full Name
id: Nama Lengkap

# passwordHint
source: Password
id: Kata Sandi

# connectionVerificationInfo
source: Connection verification is done to secure the account and verify the guardian's data connected to the student
id: Verifikasi koneksi dilakukan untuk keamanan akun dan akurasi data wali yang terhubung dengan santri

# verificationProcessInfo
source: Verification is done in three stages: phone/WhatsApp number verification, identity verification, and guardian-student connection verification
id: Verifikasi dilakukan melalui tiga tahap yaitu verifikasi no. telp/wa, verifikasi identitas dan verifikasi koneksi wali dengan santri

# dataPrivacyInfo
source: Personal data provided in the verification process is guaranteed to be secure and will not be misused
id: Data - data pribadi yang diberikan dalam proses verifikasi dijamin keamanannya dan tidak akan disalahgunakan

source: Start Verification
id: Mulai Verifikasi

source: Connect With Child
id: Hubungkan Dengan Anak

# cont
source: Continue
id: Lanjutkan

# searchPesantren
source: Search Boarding School...
id: Cari Pesantren...

# selectPesantrenOrigin
source: Select Boarding School Origin
id: Pilih asal pesantren anda

source: Welcome
id: Selamat Datang

# selectPesantren
source: Select
id: Pilih Pesantren

# onBoardDescSix
source: <bold>PesantrenQu</bold> was born thanks to a collaboration with <bold>PesantrenQu Platform</bold> owned by <bold>PT Solusi Infotech Semesta Indonesia (SIESTA)</bold>
id: <bold>PesantrenQu</bold> lahir berkat kolaborasi dengan <bold>Platform PesantrenQu</bold> milik <bold>PT Solusi Infotech Semesta Indonesia (SIESTA)</bold>

# onBoardTitleFive
source: Academic
id: Akademik

# onBoardDescFive
source: It is easy to monitor students in terms of attendance, learning/academic development and reciting the Quran & Yellow Book/daily memorization targets.
id: Mudah memantau Santri dalam hal kehadiran, perkembangan belajar / akademik dan mengaji Al-Quran & Kitab Kuning / target hafalan sehari - hari

# onBoardTitleFour
source: List of New Students & Senior High School Students
id: Daftar Santri Baru & Syahriyah

# onBoardDescFour
source: Easy to Register New Students & Syahriyah
id: Mudah melakukan Daftar Santri Baru & Syahriyah

# onBoardTitleThree
source: Provision Money
id: Uang Bekal

# onBoardDescThree
source: It is easy to send pocket money to the SaQu Card because it is connected to more than 140 banks and fintechs throughout Indonesia for 24 hours and can be done anywhere and you are free to set your child's consumption limit.
id: Mudah mengirimkan uang bekal ke dalam Kartu SaQu karena terhubung dengan 140 lebih Bank dan Fintech di seluruh Indonesia selama 24 jam dan dapat dilakukan dimana saja serta bebas atur limit konsumsi anak Anda.

# onBoardDescTwo
source: Implementing a cashless system in all transactions at school by students, guardians of students and teachers
id: Menerapkan sistem cashless dalam segala transaksi di sekolah oleh Santri, Wali Santri dan Asatidz

# onBoardDescOne
source: Application for all parties (Guardians, Asatidz, Teachers, Khadim, to Administrators and Caretakers) in your Islamic Boarding School environment. You can access everything anywhere & anytime!
id: Aplikasi untuk seluruh pihak (Wali Santri, Asatidz, Guru, Khadim, hingga Pengurus maupun Pengasuh) di lingkungan Pesantren Anda. Anda bisa akses semuanya dimanapun & kapanpun!

source: Next
id: Selanjutnya

# itemsTitle
source: Sample Items
id: Musterartikel

# messagesTitle
source: Messages
id: Nachrichten

# settingsTitle
source: Settings
id: Einstellungen

# themeTitle
source: Theme
id: Thema

# systemThemeTitle
source: System Theme
id: System-Thema

# lightThemeTitle
source: Light Theme
id: Licht-Thema

# darkThemeTitle
source: Dark Theme
id: Dunkles Thema

# lightGoldThemeTitle
source: Light Gold
id: Helles Gold-Thema

# darkGoldThemeTitle
source: Dark Gold
id: Dunkles Gold-Thema

# lightMintThemeTitle
source: Light Mint
id: Helles Minz-Thema

# darkMintThemeTitle
source: Dark Mint
id: Dunkles Minz-Thema

# experimentalThemeTitle
source: Experimental Theme
id: Eksperimen Theme

# itemDetailsTitle
source: Item Details
id: Artikel Details

source: Error
id: Fehler

source: Empty list
id: Leere Liste
